# QTCreateMovieRefID

```pascal
FUNCTION QTCreateMovieRefID : INTEGER;
```

```python
def vs.QTCreateMovieRefID():
    return INTEGER
```

## Version
Availability: from Vectorworks 2018

## Category
* Special - QuickTime